/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "Narodeniny: %@";

/* Title for event birthday (without a name) */
"Birthday" = "Narodeniny";

"FACEBOOK_CALENDAR_NAME" = "Udalosti Facebooku";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Kalendár";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Pripomienky";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Pripomienky";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Pripomienka";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Udalosť sa nedá upravovať.";

"NO_CALENDAR_ERROR" = "Kalendár nebol nastavený.";

"NO_START_DATE_ERROR" = "Dátum začiatku nebol nastavený.";

"NO_END_DATE_ERROR" = "Dátum konca nebol nastavený.";

"DATES_INVERTED_ERROR" = "Dátum začiatku musí byť pred dátumom konca.";

"UNEXPECTED_ERROR" = "Vyskytla sa neočakávaná chyba.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Kalendár nie je možné presunúť do iného účtu.";


"CALENDAR_READ_ONLY_ERROR" = "Kalendár je určený len na čítanie.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Udalosť je príliš dlhá na takéto časté opakovanie.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Udalosť sa opakuje pred výskytom upozornenia.";

"START_DATE_FUTURE_ERROR" = "Udalosť je príliš ďaleko v budúcnosti.";

"OCCURRENCE_COLLISION_ERROR" = "V danom čase sa vyskytuje iná inštancia tejto udalosti.";

"INVITES_CANNOT_MOVE_ERROR" = "Pozvánky nie je možné presunúť do iného kalendára.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Polohu pripomienky nie je možné previesť na súradnice adresy, kde má byť spustený alarm.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Táto udalosť nepatrí do tohto úložiska udalostí.";

/* developer error */
"SPAN_ERROR" = "Bol zadaný neplatný rozsah.";

"CALENDAR_HAS_NO_SOURCE" = "Kalendár nemá zdroj";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Pole opakovania nie je možné zmeniť.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Alarmy nie je možné zmeniť.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Účastníkov nie je možné zmeniť";

"CALENDAR_IMMUTABLE" = "Kalendár nie je možné upraviť alebo vymazať.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Polohy so zemepisnými súradnicami nie sú podporované týmto účtom.";

"ACTIONS_NOT_SUPPORTED" = "Akcie nie sú podporované týmto účtom.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Poloha pripomienok nie je podporovaná týmto účtom.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Dištančné alarmy nie sú podporované týmto účtom.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Opakovaná pripomienka musí mať termín ukončenia.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Účet nepovoľuje pridávanie alebo odstraňovanie kalendárov.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Kalendár nepovoľuje pridávanie udalostí.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Kalendár nepovoľuje pridávanie pripomienok.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Účet nepodporuje pripomienky.";

"PRIORITY_IS_INVALID" = "Priority musia byť medzi 0 a 9.";

"INVALID_ENTITY_TYPE" = "Toto nie je platný typ EKEntity.";
